src/test/resources/soap/transform/request-unsecure-12.xml

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"
   xmlns:ent="http://wandrell.com/example/ws/entity">
   <soapenv:Header />
   <soapenv:Body>
      <ent:getEntity>
         <id>1</id>
      </ent:getEntity>
   </soapenv:Body>
</soapenv:Envelope>